Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_668_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Ođđa davvisámegielat matematihká ráidu lea gárvvis
smn: Uđđâ orjâlâškielâlâš matematiik rááiđu lii valmâštum

source: Vuođđooahpahusa 1-6 luohkáide oaivvilduvvon ođđa davvisámegielat matematihká oahppogirjeráidu lea gárvánan .
smn: Vuáđđumáttááttâs 1 - 6 iheluokáid uáivildum uđđâ orjâlâškielâlâš matematiik rááiđu lii valmâštum .

source: Lohkoleaika - nammasaš ráiddu guokte maŋimuš jorgalusa , viđat ja guđat luohkáid oahppi girjjit giđđalohkanbadjái leat gárvánan ja daid lea vejolaš váldit atnui jagi 2013 álggus .
smn: Lohkoleaika - nommâsâš rááiđu kyehti majemuš jurgâlus , viiđât já kuuđât luoká uáppeekirjeh kiđđâ- luuhâmpajân láá valmâštum já taid puáhtá väldiđ anon ive 2013 aalgâst .

source: Lohkoleaika - ráidu lea jorgaluvvon Sanoma Pro Matikka - nammasaš ráiddus .
smn: Lohkoleaika - räiđu lii jurgâlum Sanoma Pro Matikka - nommâsâš rááiđust .

source: Olles ráidu almmuhuvvo maiddái anárašgillii , mainna leat dán rádjái almmuhuvvon golbma vuolleluohkáid oahppogirjji .
smn: Ubâ räiđu almostuvvoo meiddei anarâškielân . Taan räi anarâškielân lii almostum kulmâ vyeliškoovlâ oppâkirje .

source: Lassedieđut dás .
smn: Lasetiäđuid finniih täst .
